/* This is a mapping of BRError code failures to localized recovery suggestions */

/* This file contains only the overriden error strings. Also look in */
/* BackRow.framework BRErrorFailureSuggestions.strings for more. */

/* kBRMediaPlayerNoDatabaseFound*/
200 = "음악, 비디오 및 동영상을 관리하려면 iTunes를, 사진을 관리하려면 iPhoto를 사용하십시오.";

/* kBRMediaNoPhotoContent */
301 = "사진을 가져오고 관리하려면 iPhoto를 사용하십시오.";

/* kBRMediaNoPodcastContent */
302 = "iTunes Store에서 podcast를 구독하려면 iTunes를 사용하십시오.";

/* kBRMediaNoTVShowContent */
305 = "iTunes Store에서 TV 프로그램을 구입하려면 iTunes를 사용하십시오.";

/* kBRMediaNoMusicVideoContent */
306 = "iTunes Store에서 뮤직 비디오를 구입하려면 iTunes를 사용하십시오.";

/* kBRMediaNoPlaylists */
307 = "재생목록을 생성 및 관리하려면 iTunes를 사용하십시오.";

/* kBRMediaNoSongContent */
308 = "노래를 가져오거나 iTunes Store에서 노래를 구입하려면 iTunes를 사용하십시오.";

/* kBRMediaNoAudioBookContent */
309 = "iTunes Store에서 오디오북을 구입하려면 iTunes를 사용하십시오.";

/* kBRMediaNoMovies */
315 = "동영상을 동영상 폴더로 드래그하거나 iTunes Store에서 동영상을 구입하려면 iTunes를 사용하십시오.";
